[
    {
        "category": "imitation",
        "actions": [
            "Au ralenti: cours sur place 10 secondes comme dans un film d’action.",
            "Robot qui bug: parle 10 secondes avec des coupures et des gestes saccadés.",
            "Stress max: tu cherches tes clés en panique, mais tu restes poli.",
            "Chien qui rêve: bruitages + pattes qui s’agitent (sans te lever).",
            "Prof très sérieux: explique un truc ridicule comme si c’était au bac.",
            "Héros de jeu vidéo: tu découvres un passage secret.",
            "Chat en discours: fais un discours solennel… pour réclamer des croquettes.",
            "Café brûlant: tu gardes ton calme mais tu souffres intérieurement.",
            "Poule en réflexion: tu cogites comme si tu inventais la science.",
            "Fantôme triste: tu traverses la pièce en mode mélodrame silencieux.",
            "Poisson hors de l’eau: panique + respiration dramatique (sans crier).",
            "Enfant surexcité: tu annonces une nouvelle incroyable à tout le monde.",
            "Super-héros avant combat: pose épique + phrase épique (1 seule phrase).",
            "Explorateur: tu découvres un trésor et tu fais comme si c’était normal.",
            "Lego: marche sur place et improvise une insulte très polie.",
            "Pirate perdu: tu cherches ta carte au trésor… et tu accuses quelqu’un.",
            "Présentateur TV: annonce un événement banal comme une breaking news.",
            "Vampire: essaye de parler avec des dents beaucoup trop longues.",
            "Magicien raté: ton tour échoue, mais tu fais comme si c’était voulu.",
            "Éternuement bloqué: tu luttes 10 secondes, puis fausse victoire.",
            "Athlète: tu célèbres… puis tu réalises que tu as perdu (slow motion).",
            "Espion discret: tu te faufiles comme si tu étais suivi (regards partout, silence).",
            "Homme politique: tu réponds à une question simple en évitant de répondre (10 secondes)."
        ]
    },
    {
        "category": "challenge",
        "actions": [
            "Raconte un moment un peu gênant.",
            "Pose de yoga improbable 15 secondes (le groupe note la créativité).",
            "Fais une blague: objectif = au moins un sourire.",
            "Déclaration d’amour dramatique à un objet choisi par le groupe. (15 secondes)",
            "Cuillère sur le nez 20 secondes (interdit de la tenir avec les mains).",
            "8 pompes moches autorisées (Lite: 5 ou contre le mur).",
            "Statue 20 secondes pendant que le groupe tente de te faire rire.",
            "Copie la posture de quelqu’un 10 secondes, au millimètre.",
            "Note tenue: le groupe chronomètre (max 20 secondes).",
            "Alphabet à l’envers… de Z à P seulement. (Lite: Z à T)",
            "Diction: répète 3 fois 'Les chaussettes sèches de Serge' sans te tromper.",
            "Mémoire: répète 6 mots choisis par le groupe. (Lite: 4)",
            "Jonglage invisible 15 secondes… mais très sérieux.",
            "Bouteille sur la tête 15 secondes sans tomber (Lite: 10 secondes).",
            "Main non-dominante: signe ton prénom le plus joliment possible.",
            "Anti-rire: eye contact 15 secondes sans sourire (Lite: 10 secondes).",
            "Réponds à une question du groupe en exactement 7 mots. (Lite: 5)",
            "Vitesse: réponds à 3 questions du groupe en 10 secondes sans hésiter (Lite: 2 questions).",
            "Mémoire flash: retiens 5 chiffres dits par le groupe et répète-les. (Lite: 3 chiffres)",
            "Défi catégorie: cite 6 animaux en 10 secondes (Lite: 4 en 10 secondes).",
            "Défi alphabet: dis une phrase où chaque mot commence par la même lettre (lettre choisie). (Lite: 3 mots)",
            "Défi question piège: réponds à une question du groupe en commençant par « Évidemment… » puis improvise (10 secondes).",
            "Défi classement: le groupe te donne 3 choses, tu dois les classer du plus utile au plus inutile en 5 secondes. (Lite: 8 secondes)",
            "Défi duel express: choisis quelqu’un, faites pierre-feuille-ciseaux. Le perdant fait une révérence très sérieuse."
        ]
    },
    {
        "category": "fun",
        "actions": [
            "Animal: lequel serais-tu ? Pourquoi? (15 secondes).",
            "Ton talent caché… mais tu dois le vendre comme une pub. (20 secondes)",
            "Ton dernier fou rire, raconte-le en 20 secondes.",
            "Super-pouvoir: lequel ? Et quel serait ton défaut ridicule ?",
            "Nourriture daily: laquelle ? Interdit de dire 'pizza'.",
            "Ton pire achat impulsif, explique-le en 15 secondes.",
            "Personnage de film: lequel te ressemble ? Pourquoi?",
            "Ton défaut le plus drôle?",
            "Ton obsession du moment: pitch de 7 secondes.",
            "Le truc le plus bizarre que tu as mangé: note-le sur 10.",
            "Meilleure excuse inventée: joue-la comme au tribunal.",
            "Dessert: lequel serais-tu? Pourquoi? (15 secondes).",
            "Dîner avec une célébrité: qui ? Et de quoi vous parlez ? (1 sujet)",
            "Un truc drôle de l’école: version courte, punchline obligatoire.",
            "Chanson honteuse: fredonne 2 secondes le refrain.",
            "Un truc entendu dans les transports: raconte-le en mode reportage.",
            "Ton skill inutile préféré?",
            "Meilleure imitation d’animal: 5 secondes chrono.",
            "Invente un nouveau sport en 10 secondes: nom + règle.",
            "Ton autobiographie en 3 mots.",
            "Ton 'talent nul mais utile': donne un exemple concret.",
            "Si ton téléphone parlait: quelle plainte il ferait sur toi ? (polie)",
            "Si tu étais une appli: à quoi tu sers + ton bug le plus drôle."
        ]
    },
    {
        "category": "wtf",
        "actions": [
            "Bruit étrange: fais-le sans réfléchir. 2 secondes. Stop.",
            "Langue alien: parle 10 secondes, puis traduis en français très sérieusement.",
            "Donne un nom à ta main gauche, puis présente-la au groupe.",
            "Présente-toi comme un méchant de film: 1 phrase + 1 rire diabolique.",
            "Décris une salade comme un drame épique… en chuchotant.",
            "Combat invisible: bats-toi contre un fantôme, mais au ralenti.",
            "Alphabet: récite de A à Z le plus rapidement possible en replaçant les voyelles par 'banana' sans te tromper.",
            "Bug IRL: freeze 3 fois d’affilée comme un PNJ.",
            "Ta journée vue par un alien: 2 phrases max.",
            "Cri d’horreur… version silencieuse (tu mimes un cri).",
            "Objet relique: choisis un objet et bénis-le comme un prêtre.",
            "Danse anti-mauvais esprits: 10 secondes, très sérieux.",
            "Conversation sérieuse avec une plante: elle te juge.",
            "Théorie chaussettes: pourquoi elles disparaissent toujours ? 1 argument.",
            "Slogan: invente une marque et un slogan pour un objet banal.",
            "Météo des émotions: annonce 3 émotions comme une météo.",
            "Pourquoi les escaliers sont des pièges de chats: prouve-le en 1 argument.",
            "Pub sérieuse pour l’air: 1 slogan + 1 geste.",
            "Tutoriel catastrophique: explique 'ouvrir une porte' mais rate tout.",
            "Breaking news: annonce un événement minuscule comme si c’était historique.",
            "Procès express: accuse un objet et rends le verdict en 10 secondes."
        ]
    },
    {
        "category": "wtf_plus",
        "actions": [
            "Rituel d’invocation: le groupe choisit l’entité (pigeon/frigo/patate). 20 secondes.",
            "Théorie du complot: les chaussettes. Donne 2 'preuves' + une conclusion.",
            "Discours sérieux sur un sujet ridicule imposé par le groupe (15 secondes).",
            "Histoire absurde: utilise 3 objets de la pièce (nommés par le groupe).",
            "Déclaration d’amour à un objet: le groupe choisit l’objet + l’émotion.",
            "Film d’horreur: mime une scène, le groupe fait les bruitages.",
            "Robot découvre les émotions: tu en découvres 3, une est inventée.",
            "Pub TV produit absurde: le groupe choisit le produit, tu fais le spot.",
            "Yoga étrange: pose + nom de la pose (style 'Croissant du chaos').",
            "Porte imaginaire: salue le roi des patates et demande une faveur.",
            "Conversation sérieuse avec ton pied: ton pied te donne une mission.",
            "Président du frigo: promets 3 lois. Le groupe vote 'élu/pas élu'.",
            "Recette qui sauve ou détruit l’humanité: 3 ingrédients + effet final.",
            "Prophétie: 3 mots donnés par le groupe, 20 secondes de prophétie.",
            "Vendeur illégal: vends un objet comme s’il était interdit tellement il est puissant.",
            "Insulte polie en langage secret: puis traduis mot à mot.",
            "Trailer: 'La revanche des chaussettes' en 15 secondes, ultra sérieux.",
            "Interview: tu es un objet, le groupe pose 2 questions, tu réponds sans sortir du rôle.",
            "Documentaire: décris un humain (toi) comme une espèce sauvage (20 secondes).",
            "Débat absurde: défends 'les chaises dominent le monde' avec 1 argument imparable.",
            "Portail miroir: explique ce qu’il y a derrière… mais tu dois mentir avec conviction."
        ]
    },
    {
        "category": "mini_game",
        "actions": [
            "1v1 Pierre-Feuille-Ciseaux avec la personne à ta droite.",
            "Clignement: le premier qui cligne perd (max 15 secondes).",
            "Sourire: le premier qui sourit perd (max 15 secondes).",
            "Devine l’animal: la personne de ton choix pense à un animal, 3 questions oui/non. Tu dois deviner.",
            "Chasse lettre: trouve un objet visible qui commence par la lettre choisie par le groupe.",
            "Échange de siège: change de place avec quelqu’un (sans parler).",
            "Regard: fixe quelqu’un 10 secondes, si l’un rit = perdu.",
            "Film en 5 mots: fais deviner un film (pas de noms propres).",
            "3 choses rouges: en moins de 7 secondes.",
            "Dernier à dire 'chat' perd (gage: statue 5 secondes).",
            "Objet rond: le premier qui pointe un objet rond visible gagne.",
            "Dessin flash: dessine quelqu'un du groupe en 10 secondes (le groupe devine).",
            "3 anecdotes: une est fausse, le groupe vote laquelle.",
            "Mot 5 lettres: le premier qui dit un mot de 5 lettres (pas de nom propre) gagne.",
            "Phrase imposée: fais une phrase avec 3 mots donnés par le groupe sans hésiter.",
            "Objet bleu: le premier qui pointe un objet bleu visible gagne.",
            "Lettre: en 10 secondes, cite 3 mots qui commencent par la lettre donnée par le groupe.",
            "Thème: le groupe choisit un thème (ex: fruits), tu dois citer 5 éléments en 10 secondes.",
            "Mini-quiz: dis un mensonge sur toi, le groupe vote vrai/faux."
        ]
    },
    {
        "category": "challenge_extreme",
        "actions": [
            "Alphabet tordu: dis l’alphabet en sautant une lettre sur deux pendant 10 secondes (sans te tromper).",
            "Phrase parfaite: réponds à une question du groupe en exactement 8 mots. Une seule tentative.",
            "Sans 'euh': raconte une mini-histoire en 12 secondes sans dire « euh », « bah » ou « genre ». Une seule tentative.",
            "Lettre interdite: raconte un truc sur toi en 15 secondes sans utiliser la lettre 'A'. Une seule tentative.",
            "Vérité contrôlée: dis un truc vrai sur toi en 7 mots maximum. Une seule tentative.",
            "Eye contact + silence: fixe quelqu’un 10 secondes, puis garde 5 secondes de silence total. Ne ris pas.",
            "Compliment + pause: fais un compliment très précis (pas sur le physique), puis 5 secondes de silence en le regardant.",
            "Mémoire sous sabotage: retiens 10 mots. Le groupe te pose 5 questions. Tu dois réciter les 10 mots dans l’ordre. Une seule tentative.",
            "Merci uniquement: pendant 15 secondes, réponds à tout uniquement par « merci ». Ton sérieux obligatoire.",
            "Souffle extrême: tiens une note chantée le plus longtemps possible pendant que le groupe chronomètre.",
            "Retiens une phrase de 12 mots inventée par le groupe et répète-la sans erreur.",
            "Mémoire minute: le groupe te donne 5 mots + 5 chiffres. Répète d’abord les mots, puis les chiffres. Une seule tentative.",
            "Compte de 1 à 50 en remplaçant tous les multiples de 5 par “pizza”.",
            "Comptage piégé: compte de 1 à 20, multiples de 3 = « tac », multiples de 5 = « boum » (une seule tentative).",
            "Je prends note: pendant 15 secondes, réponds à tout uniquement par « je prends note ». Ton sérieux obligatoire.",
            "Regard fixe en groupe: regarde successivement 3 personnes 3 secondes chacune comme si tu les jugeais. Silence total.",
            "Absolument + regard: pendant 15 secondes, réponds uniquement « absolument » en regardant la même personne.",
            "Synonymes express: donne 5 synonymes d’un mot choisi par le groupe en 10 secondes. (Lite: 3)",
            "Sans 'je': raconte un mini-événement en 12 secondes sans utiliser « je ». Une seule tentative.",
            "Yes-man: pendant 20 secondes, tu dois répondre uniquement par « absolument » à tout ce qu’on te dit.",
            "Non-man: pendant 20 secondes, tu dois répondre uniquement par « pas du tout » à tout ce qu’on te dit.",
            "Mémoire flash: le groupe dit 9 mots. Tu les répètes dans l’ordre. Une seule tentative.",
            "Définition express: invente un mot et définis-le en 10 secondes. Le groupe note la créativité.",
            "Mémoire inversée: le groupe dit 7 mots. Tu les répètes à l’envers. Une seule tentative.",
            "Chiffres inversés: le groupe dit 6 chiffres. Tu les redis à l’envers. Une seule tentative."
        ]
    }
]
