{
    "home": {
        "party_mode": "Party Mode"
    },
    "add_players": {
        "title": "Add Players",
        "player_name": "Player Name",
        "choose_avatar": "Choose Avatar",
        "choose_avatar_title": "Choose an avatar",
        "confirm_avatar": "Confirm",
        "max_players_reached": "Team’s full — ready to kick off?",
        "edit": {
            "delete": "Delete",
            "save": "Save"
        },
        "players_label": "Players",
        "empty_title": "Add your first players",
        "empty_subtitle": "Tap the + to start, then add a name and avatar.",
        "max_players_hint": "Up to 8 players for a smooth game.",
        "start_game": "Start Game"
    },
    "remove_ads_paywall": {
        "title": "Play without interruptions 🎲",
        "premium": "Premium",
        "product": {
            "title": "Remove Ads",
            "description": "Zero ads. Just fun."
        },
        "perk": {
            "no_ads": "No ads",
            "smoother_games": "Smoother games",
            "one_time_purchase": "One-time purchase, no subscription"
        },
        "bought": "Purchased",
        "later": "Maybe later"
    },
    "paywall_sheet": {
        "title": "Switch to Chaos mode ✨",
        "premium": "Premium",
        "perk": {
            "unlock_packs": "Unlock action packs",
            "one_time_purchase": "One-time purchase, no subscription",
            "no_personal_data": "No personal data collected"
        },
        "product": {
            "wtf_plus": {
                "title": "WTF+",
                "description": "More absurd, memorable actions"
            },
            "challenge_extreme": {
                "title": "Extreme Challenges",
                "description": "Fiercer challenges for the brave 😈"
            },
            "remove_ads": {
                "title": "Remove Ads",
                "description": "Zero ads. Just fun."
            }
        },
        "restore": "Restore purchases",
        "bought": "Purchased"
    },
    "actions": {
        "imitation": {
            "imitation_001": "Slow motion: run in place for 10 seconds like in an action movie.",
            "imitation_002": "Glitchy robot: speak for 10 seconds with cuts and jerky gestures.",
            "imitation_003": "Max stress: you search for your keys in panic, but stay polite.",
            "imitation_004": "Dreaming dog: sound effects + twitching paws (without getting up).",
            "imitation_005": "Very serious teacher: explain something ridiculous like it's a final exam.",
            "imitation_006": "Video game hero: you discover a secret passage.",
            "imitation_007": "Cat giving a speech: make a solemn speech... to demand kibble.",
            "imitation_008": "Scalding coffee: you stay calm but suffer inside.",
            "imitation_009": "Thinking hen: you ponder as if you're inventing science.",
            "imitation_010": "Sad ghost: cross the room in silent melodrama mode.",
            "imitation_011": "Fish out of water: panic + dramatic breathing (no screaming).",
            "imitation_012": "Overexcited kid: announce incredible news to everyone.",
            "imitation_013": "Superhero before battle: epic pose + epic line (one sentence only).",
            "imitation_014": "Explorer: you discover a treasure and act like it's normal.",
            "imitation_015": "Lego: walk in place and improvise a very polite insult.",
            "imitation_016": "Lost pirate: you look for your treasure map... and accuse someone.",
            "imitation_017": "TV presenter: announce a mundane event like breaking news.",
            "imitation_018": "Vampire: try to talk with teeth that are way too long.",
            "imitation_019": "Failed magician: your trick fails, but you act like it was on purpose.",
            "imitation_020": "Stifled sneeze: you struggle for 10 seconds, then fake victory.",
            "imitation_021": "Athlete: you celebrate... then realize you lost (slow motion).",
            "imitation_022": "Stealthy spy: you sneak around like you're being followed (eyes everywhere, silence).",
            "imitation_023": "Politician: answer a simple question while avoiding the answer (10 seconds)."
        },
        "challenge": {
            "challenge_001": "Tell a slightly embarrassing moment.",
            "challenge_002": "Improbable yoga pose for 15 seconds (group rates creativity).",
            "challenge_003": "Tell a joke: goal = at least one smile.",
            "challenge_004": "Dramatic love declaration to an object chosen by the group. (15 seconds)",
            "challenge_005": "Spoon on your nose for 20 seconds (no hands).",
            "challenge_006": "8 sloppy push-ups allowed (Lite: 5 or against the wall).",
            "challenge_007": "Statue for 20 seconds while the group tries to make you laugh.",
            "challenge_008": "Copy someone's posture for 10 seconds, down to the millimeter.",
            "challenge_009": "Held note: the group times you (max 20 seconds).",
            "challenge_010": "Alphabet backwards... from Z to P only. (Lite: Z to T)",
            "challenge_011": "Diction: repeat 3 times 'Les chaussettes seches de Serge' without messing up.",
            "challenge_012": "Memory: repeat 6 words chosen by the group. (Lite: 4)",
            "challenge_013": "Invisible juggling for 15 seconds... but very serious.",
            "challenge_014": "Bottle on your head for 15 seconds without falling (Lite: 10 seconds).",
            "challenge_015": "Non-dominant hand: sign your first name as neatly as possible.",
            "challenge_016": "No-laugh: eye contact for 15 seconds without smiling (Lite: 10 seconds).",
            "challenge_017": "Answer a group question in exactly 7 words. (Lite: 5)",
            "challenge_018": "Speed: answer 3 group questions in 10 seconds without hesitating (Lite: 2 questions).",
            "challenge_019": "Flash memory: remember 5 digits said by the group and repeat them. (Lite: 3 digits)",
            "challenge_020": "Category challenge: name 6 animals in 10 seconds (Lite: 4 in 10 seconds).",
            "challenge_021": "Alphabet challenge: say a sentence where every word starts with the same letter (letter chosen). (Lite: 3 words)",
            "challenge_022": "Trick question challenge: answer a group question starting with 'Obviously...' then improvise (10 seconds).",
            "challenge_023": "Ranking challenge: the group gives you 3 things, you must rank them from most useful to least useful in 5 seconds. (Lite: 8 seconds)",
            "challenge_024": "Quick duel challenge: pick someone, play rock-paper-scissors. Loser makes a very serious bow."
        },
        "fun": {
            "fun_001": "Animal: which would you be? Why? (15 seconds).",
            "fun_002": "Your hidden talent... but you have to sell it like an ad. (20 seconds)",
            "fun_003": "Your last big laugh, tell it in 20 seconds.",
            "fun_004": "Superpower: which one? And what would your ridiculous flaw be?",
            "fun_005": "Daily food: which one? Forbidden to say 'pizza'.",
            "fun_006": "Your worst impulse buy, explain it in 15 seconds.",
            "fun_007": "Movie character: which one resembles you? Why?",
            "fun_008": "Your funniest flaw?",
            "fun_009": "Your current obsession: 7-second pitch.",
            "fun_010": "Weirdest thing you ate: rate it out of 10.",
            "fun_011": "Best made-up excuse: act it out like in court.",
            "fun_012": "Dessert: which would you be? Why? (15 seconds).",
            "fun_013": "Dinner with a celebrity: who? And what do you talk about? (1 topic)",
            "fun_014": "Something funny from school: short version, punchline required.",
            "fun_015": "Guilty song: hum the chorus for 2 seconds.",
            "fun_016": "Something heard on public transport: tell it like a news report.",
            "fun_017": "Your favorite useless skill?",
            "fun_018": "Best animal imitation: 5 seconds on the clock.",
            "fun_019": "Invent a new sport in 10 seconds: name + rule.",
            "fun_020": "Your autobiography in 3 words.",
            "fun_021": "Your 'useless but useful' talent: give a concrete example.",
            "fun_022": "If your phone could talk: what polite complaint would it make about you?",
            "fun_023": "If you were an app: what do you do + your funniest bug."
        },
        "wtf": {
            "wtf_001": "Weird noise: do it without thinking. 2 seconds. Stop.",
            "wtf_002": "Alien language: talk for 10 seconds, then translate into English very seriously.",
            "wtf_003": "Give your left hand a name, then introduce it to the group.",
            "wtf_004": "Introduce yourself like a movie villain: 1 sentence + 1 evil laugh.",
            "wtf_005": "Describe a salad like an epic drama... in a whisper.",
            "wtf_006": "Invisible fight: battle a ghost, but in slow motion.",
            "wtf_007": "Alphabet: recite A to Z as fast as possible, replacing vowels with 'banana' without messing up.",
            "wtf_008": "IRL bug: freeze 3 times in a row like an NPC.",
            "wtf_009": "Your day seen by an alien: 2 sentences max.",
            "wtf_010": "Horror scream... silent version (mime a scream).",
            "wtf_011": "Relic object: pick an object and bless it like a priest.",
            "wtf_012": "Anti-evil-spirits dance: 10 seconds, very serious.",
            "wtf_013": "Serious conversation with a plant: it judges you.",
            "wtf_014": "Sock theory: why do they always disappear? 1 argument.",
            "wtf_015": "Slogan: invent a brand and a slogan for a mundane object.",
            "wtf_016": "Emotion weather: announce 3 emotions like a weather report.",
            "wtf_017": "Why stairs are cat traps: prove it with 1 argument.",
            "wtf_018": "Serious ad for air: 1 slogan + 1 gesture.",
            "wtf_019": "Disastrous tutorial: explain 'how to open a door' but fail everything.",
            "wtf_020": "Breaking news: announce a tiny event as if it were historic.",
            "wtf_021": "Quick trial: accuse an object and deliver the verdict in 10 seconds."
        },
        "wtf_plus": {
            "wtf_plus_001": "Summoning ritual: the group chooses the entity (pigeon/fridge/potato). 20 seconds.",
            "wtf_plus_002": "Conspiracy theory: socks. Give 2 'proofs' + a conclusion.",
            "wtf_plus_003": "Serious speech on a ridiculous topic imposed by the group (15 seconds).",
            "wtf_plus_004": "Absurd story: use 3 objects in the room (named by the group).",
            "wtf_plus_005": "Love declaration to an object: the group chooses the object + the emotion.",
            "wtf_plus_006": "Horror movie: mime a scene, the group does the sound effects.",
            "wtf_plus_007": "Robot discovers emotions: you discover 3, one is invented.",
            "wtf_plus_008": "TV ad for an absurd product: the group chooses the product, you do the spot.",
            "wtf_plus_009": "Weird yoga: pose + name of the pose (like 'Chaos Croissant').",
            "wtf_plus_010": "Imaginary door: greet the king of potatoes and ask for a favor.",
            "wtf_plus_011": "Serious conversation with your foot: your foot gives you a mission.",
            "wtf_plus_012": "President of the fridge: promise 3 laws. The group votes 'elected/not elected'.",
            "wtf_plus_013": "Recipe that saves or destroys humanity: 3 ingredients + final effect.",
            "wtf_plus_014": "Prophecy: 3 words given by the group, 20 seconds of prophecy.",
            "wtf_plus_015": "Illegal salesman: sell an object like it's forbidden because it's so powerful.",
            "wtf_plus_016": "Polite insult in secret language: then translate word for word.",
            "wtf_plus_017": "Trailer: 'The Revenge of the Socks' in 15 seconds, ultra serious.",
            "wtf_plus_018": "Interview: you are an object, the group asks 2 questions, you answer without breaking character.",
            "wtf_plus_019": "Documentary: describe a human (you) like a wild species (20 seconds).",
            "wtf_plus_020": "Absurd debate: defend 'chairs rule the world' with 1 unbeatable argument.",
            "wtf_plus_021": "Mirror portal: explain what's behind it... but you must lie convincingly."
        },
        "mini_game": {
            "mini_game_001": "1v1 Rock-Paper-Scissors with the person to your right.",
            "mini_game_002": "Blinking: first to blink loses (max 15 seconds).",
            "mini_game_003": "Smile: first to smile loses (max 15 seconds).",
            "mini_game_004": "Guess the animal: the person you choose thinks of an animal, 3 yes/no questions. You must guess.",
            "mini_game_005": "Letter hunt: find a visible object starting with the letter chosen by the group.",
            "mini_game_006": "Seat swap: switch places with someone (no talking).",
            "mini_game_007": "Stare: stare at someone for 10 seconds, if anyone laughs = lose.",
            "mini_game_008": "Movie in 5 words: make people guess a movie (no proper names).",
            "mini_game_009": "3 red things: in under 7 seconds.",
            "mini_game_010": "Last to say 'cat' loses (penalty: statue 5 seconds).",
            "mini_game_011": "Round object: first to point at a visible round object wins.",
            "mini_game_012": "Flash drawing: draw someone in the group in 10 seconds (group guesses).",
            "mini_game_013": "3 anecdotes: one is false, the group votes which.",
            "mini_game_014": "5-letter word: first to say a 5-letter word (no proper noun) wins.",
            "mini_game_015": "Forced sentence: make a sentence with 3 words given by the group without hesitating.",
            "mini_game_016": "Blue object: first to point at a visible blue object wins.",
            "mini_game_017": "Letter: in 10 seconds, say 3 words that start with the letter given by the group.",
            "mini_game_018": "Theme: the group chooses a theme (e.g., fruits), you must name 5 items in 10 seconds.",
            "mini_game_019": "Mini-quiz: tell a lie about yourself, the group votes true/false."
        },
        "challenge_extreme": {
            "challenge_extreme_001": "Twisted alphabet: say the alphabet skipping every other letter for 10 seconds (no mistakes).",
            "challenge_extreme_002": "Perfect sentence: answer a group question in exactly 8 words. One try.",
            "challenge_extreme_003": "No 'uh': tell a mini-story in 12 seconds without saying 'uh', 'well', or 'like'. One try.",
            "challenge_extreme_004": "Forbidden letter: tell something about yourself in 15 seconds without using the letter 'A'. One try.",
            "challenge_extreme_005": "Controlled truth: say something true about yourself in 7 words max. One try.",
            "challenge_extreme_006": "Eye contact + silence: stare at someone for 10 seconds, then keep 5 seconds of total silence. Don't laugh.",
            "challenge_extreme_007": "Compliment + pause: give a very specific compliment (not about appearance), then 5 seconds of silence while looking at them.",
            "challenge_extreme_008": "Memory under sabotage: remember 10 words. The group asks 5 questions. You must recite the 10 words in order. One try.",
            "challenge_extreme_009": "Thanks only: for 15 seconds, respond to everything only with 'thanks'. Stay serious.",
            "challenge_extreme_010": "Extreme breath: hold a sung note as long as possible while the group times you.",
            "challenge_extreme_011": "Memorize a 12-word sentence invented by the group and repeat it without error.",
            "challenge_extreme_012": "Minute memory: the group gives you 5 words + 5 digits. Repeat the words first, then the digits. One try.",
            "challenge_extreme_013": "Count from 1 to 50 replacing all multiples of 5 with 'pizza'.",
            "challenge_extreme_014": "Trapped counting: count from 1 to 20, multiples of 3 = 'tac', multiples of 5 = 'boom' (one try).",
            "challenge_extreme_015": "Taking notes: for 15 seconds, respond to everything only with 'I'm taking note'. Stay serious.",
            "challenge_extreme_016": "Fixed gaze in a group: look at 3 people in sequence for 3 seconds each as if judging them. Total silence.",
            "challenge_extreme_017": "Absolutely + stare: for 15 seconds, respond only 'absolutely' while looking at the same person.",
            "challenge_extreme_018": "Synonyms express: give 5 synonyms of a word chosen by the group in 10 seconds. (Lite: 3)",
            "challenge_extreme_019": "No 'I': tell a mini-event in 12 seconds without using 'I'. One try.",
            "challenge_extreme_020": "Yes-man: for 20 seconds, you must answer only 'absolutely' to everything said to you.",
            "challenge_extreme_021": "No-man: for 20 seconds, you must answer only 'not at all' to everything said to you.",
            "challenge_extreme_022": "Flash memory: the group says 9 words. You repeat them in order. One try.",
            "challenge_extreme_023": "Express definition: invent a word and define it in 10 seconds. The group rates creativity.",
            "challenge_extreme_024": "Reverse memory: the group says 7 words. You repeat them backwards. One try.",
            "challenge_extreme_025": "Reversed numbers: the group says 6 digits. You repeat them backwards. One try."
        }
    }
}